Repository: KAKPONOTAM/shipGame
Catalog: GameApp 2.0/Localize/*.lproj/Localizable.strings
Languages: ru

source: submarine game
ru: подлодка

source: settings
ru: настройки

source: your results
ru: результаты

source: choose complexity
ru: выберите сложность

source: choose submarine
ru: выберите подлодку

source: choose obstacles
ru: выберите преграды

source: easy
ru: легкий

source: mid
ru: cредний

source: hard
ru: про

source: first
ru: cовременная

source: second
ru: из 90 -x

source: fishes
ru: рыбы

source: jellyfish
ru: медузы

source: GAME OVER
ru: КОНЕЦ ИГРЫ

source: Do you really want to exit the game?
ru: вы действительно хотите выйти из игры?

source: your results will nullified
ru: ваш результат будет онулирован
